const onegin = [
  `Не мысля гордый свет забавить,
Вниманье дружбы возлюбя,
Хотел бы я тебе представить
Залог достойнее тебя,
Достойнее души прекрасной,
Святой исполненной мечты,
Поэзии живой и ясной,
Высоких дум и простоты;
Но так и быть — рукой пристрастной
Прими собранье пестрых глав,
Полусмешных, полупечальных,
Простонародных, идеальных,
Небрежный плод моих забав,
Бессонниц, легких вдохновений,
Незрелых и увядших лет,
Ума холодных наблюдений
И сердца горестных замет.`,

  `«Мой дядя самых честных правил,
Когда не в шутку занемог,
Он уважать себя заставил
И лучше выдумать не мог.
Его пример другим наука;
Но, боже мой, какая скука
С больным сидеть и день и ночь,
Не отходя ни шагу прочь!
Какое низкое коварство
Полуживого забавлять,
Ему подушки поправлять,
Печально подносить лекарство,
Вздыхать и думать про себя:
Когда же черт возьмет тебя!»`,

  `Так думал молодой повеса,
Летя в пыли на почтовых,
Всевышней волею Зевеса
Наследник всех своих родных.
Друзья Людмилы и Руслана!
С героем моего романа
Без предисловий, сей же час
Позвольте познакомить вас:
Онегин, добрый мой приятель,
Родился на брегах Невы,
Где, может быть, родились вы
Или блистали, мой читатель;
Там некогда гулял и я:
Но вреден север для меня.`,

  `Служив отлично благородно,
Долгами жил его отец,
Давал три бала ежегодно
И промотался наконец.
Судьба Евгения хранила:
Сперва Madame за ним ходила,
Потом Monsieur ее сменил.
Ребенок был резов, но мил.
Monsieur l'Abbe, француз убогой,
Чтоб не измучилось дитя,
Учил его всему шутя,
Не докучал моралью строгой,
Слегка за шалости бранил
И в Летний сад гулять водил.`,

  `Когда же юности мятежной
Пришла Евгению пора,
Пора надежд и грусти нежной,
Monsieur прогнали со двора.
Вот мой Онегин на свободе;
Острижен по последней моде,
Как dandy лондонский одет —
И наконец увидел свет.
Он по-французски совершенно
Мог изъясняться и писал;
Легко мазурку танцевал
И кланялся непринужденно;
Чего ж вам больше? Свет решил,
Что он умен и очень мил.`,

  `Мы все учились понемногу
Чему-нибудь и как-нибудь,
Так воспитаньем, слава богу,
У нас немудрено блеснуть.
Онегин был по мненью многих
(Судей решительных и строгих)
Ученый малый, но педант:
Имел он счастливый талант
Без принужденья в разговоре
Коснуться до всего слегка,
С ученым видом знатока
Хранить молчанье в важном споре
И возбуждать улыбку дам
Огнем нежданных эпиграмм.`,

  `Латынь из моды вышла ныне:
Так, если правду вам сказать,
Он знал довольно по-латыне,
Чтоб эпиграфы разбирать,
Потолковать об Ювенале,
В конце письма поставить vale,
Да помнил, хоть не без греха,
Из Энеиды два стиха.
Он рыться не имел охоты
В хронологической пыли
Бытописания земли:
Но дней минувших анекдоты
От Ромула до наших дней
Хранил он в памяти своей.`,

  `Высокой страсти не имея
Для звуков жизни не щадить,
Не мог он ямба от хорея,
Как мы ни бились, отличить.
Бранил Гомера, Феокрита;
Зато читал Адама Смита
И был глубокой эконом,
То есть умел судить о том,
Как государство богатеет,
И чем живет, и почему
Не нужно золота ему,
Когда простой продукт имеет.
Отец понять его не мог
И земли отдавал в залог.`,

  `Всего, что знал еще Евгений,
Пересказать мне недосуг;
Но в чем он истинный был гений,
Что знал он тверже всех наук,
Что было для него измлада
И труд, и мука, и отрада,
Что занимало целый день
Его тоскующую лень, —
Была наука страсти нежной,
Которую воспел Назон,
За что страдальцем кончил он
Свой век блестящий и мятежный
В Молдавии, в глуши степей,
Вдали Италии своей.`,

  `Как рано мог он лицемерить,
Таить надежду, ревновать,
Разуверять, заставить верить,
Казаться мрачным, изнывать,
Являться гордым и послушным,
Внимательным иль равнодушным!
Как томно был он молчалив,
Как пламенно красноречив,
В сердечных письмах как небрежен!
Одним дыша, одно любя,
Как он умел забыть себя!
Как взор его был быстр и нежен,
Стыдлив и дерзок, а порой
Блистал послушною слезой!`,

  `Как он умел казаться новым,
Шутя невинность изумлять,
Пугать отчаяньем готовым,
Приятной лестью забавлять,
Ловить минуту умиленья,
Невинных лет предубежденья
Умом и страстью побеждать,
Невольной ласки ожидать,
Молить и требовать признанья,
Подслушать сердца первый звук,
Преследовать любовь, и вдруг
Добиться тайного свиданья…
И после ей наедине
Давать уроки в тишине!`,

  `Как рано мог уж он тревожить
Сердца кокеток записных!
Когда ж хотелось уничтожить
Ему соперников своих,
Как он язвительно злословил!
Какие сети им готовил!
Но вы, блаженные мужья,
С ним оставались вы друзья:
Его ласкал супруг лукавый,
Фобласа давний ученик,
И недоверчивый старик,
И рогоносец величавый,
Всегда довольный сам собой,
Своим обедом и женой.`,

  `Бывало, он еще в постеле:
К нему записочки несут.
Что? Приглашенья? В самом деле,
Три дома на вечер зовут:
Там будет бал, там детский праздник.
Куда ж поскачет мой проказник?
С кого начнет он? Все равно:
Везде поспеть немудрено.
Покамест в утреннем уборе,
Надев широкий боливар,
Онегин едет на бульвар
И там гуляет на просторе,
Пока недремлющий брегет
Не прозвонит ему обед.`,

  `Уж темно: в санки он садится.
«Пади, пади!» — раздался крик;
Морозной пылью серебрится
Его бобровый воротник.
К Talon помчался: он уверен,
Что там уж ждет его Каверин.
Вошел: и пробка в потолок,
Вина кометы брызнул ток;
Пред ним roast-beef окровавленный,
И трюфли, роскошь юных лет,
Французской кухни лучший цвет,
И Страсбурга пирог нетленный
Меж сыром лимбургским живым
И ананасом золотым.`,

  `Еще бокалов жажда просит
Залить горячий жир котлет,
Но звон брегета им доносит,
Что новый начался балет.
Театра злой законодатель,
Непостоянный обожатель
Очаровательных актрис,
Почетный гражданин кулис,
Онегин полетел к театру,
Где каждый, вольностью дыша,
Готов охлопать entrechat,
Обшикать Федру, Клеопатру,
Моину вызвать (для того,
Чтоб только слышали его).`,

  `Волшебный край! там в стары годы,
Сатиры смелый властелин,
Блистал Фонвизин, друг свободы,
И переимчивый Княжнин;
Там Озеров невольны дани
Народных слез, рукоплесканий
С младой Семеновой делил;
Там наш Катенин воскресил
Корнеля гений величавый;
Там вывел колкий Шаховской
Своих комедий шумный рой,
Там и Дидло венчался славой,
Там, там под сению кулис
Младые дни мои неслись.`,

  `Мои богини! что вы? где вы?
Внемлите мой печальный глас:
Все те же ль вы? другие ль девы,
Сменив, не заменили вас?
Услышу ль вновь я ваши хоры?
Узрю ли русской Терпсихоры
Душой исполненный полет?
Иль взор унылый не найдет
Знакомых лиц на сцене скучной,
И, устремив на чуждый свет
Разочарованный лорнет,
Веселья зритель равнодушный,
Безмолвно буду я зевать
И о былом воспоминать?`,

  `Театр уж полон; ложи блещут;
Партер и кресла — все кипит;
В райке нетерпеливо плещут,
И, взвившись, занавес шумит.
Блистательна, полувоздушна,
Смычку волшебному послушна,
Толпою нимф окружена,
Стоит Истомина; она,
Одной ногой касаясь пола,
Другою медленно кружит,
И вдруг прыжок, и вдруг летит,
Летит, как пух от уст Эола;
То стан совьет, то разовьет
И быстрой ножкой ножку бьет.`,

  `Все хлопает. Онегин входит,
Идет меж кресел по ногам,
Двойной лорнет скосясь наводит
На ложи незнакомых дам;
Все ярусы окинул взором,
Все видел: лицами, убором
Ужасно недоволен он;
С мужчинами со всех сторон
Раскланялся, потом на сцену
В большом рассеянье взглянул,
Отворотился — и зевнул,
И молвил: «Всех пора на смену;
Балеты долго я терпел,
Но и Дидло мне надоел».`,

  `Еще амуры, черти, змеи
На сцене скачут и шумят;
Еще усталые лакеи
На шубах у подъезда спят;
Еще не перестали топать,
Сморкаться, кашлять, шикать, хлопать;
Еще снаружи и внутри
Везде блистают фонари;
Еще, прозябнув, бьются кони,
Наскуча упряжью своей,
И кучера, вокруг огней,
Бранят господ и бьют в ладони —
А уж Онегин вышел вон;
Домой одеться едет он.`,

  `Изображу ль в картине верной
Уединенный кабинет,
Где мод воспитанник примерный
Одет, раздет и вновь одет?
Все, чем для прихоти обильной
Торгует Лондон щепетильный
И по Балтическим волнам
За лес и сало возит нам,
Все, что в Париже вкус голодный,
Полезный промысел избрав,
Изобретает для забав,
Для роскоши, для неги модной, —
Все украшало кабинет
Философа в осьмнадцать лет.`,

  `Янтарь на трубках Цареграда,
Фарфор и бронза на столе,
И, чувств изнеженных отрада,
Духи в граненом хрустале;
Гребенки, пилочки стальные,
Прямые ножницы, кривые
И щетки тридцати родов
И для ногтей и для зубов.
Руссо (замечу мимоходом)
Не мог понять, как важный Грим
Смел чистить ногти перед ним,
Красноречивым сумасбродом.
Защитник вольности и прав
В сем случае совсем неправ.`,

  `Быть можно дельным человеком
И думать о красе ногтей:
К чему бесплодно спорить с веком?
Обычай деспот меж людей.
Второй Чадаев, мой Евгений,
Боясь ревнивых осуждений,
В своей одежде был педант
И то, что мы назвали франт.
Он три часа по крайней мере
Пред зеркалами проводил
И из уборной выходил
Подобный ветреной Венере,
Когда, надев мужской наряд,
Богиня едет в маскарад.`,

  `В последнем вкусе туалетом
Заняв ваш любопытный взгляд,
Я мог бы пред ученым светом
Здесь описать его наряд;
Конечно б это было смело,
Описывать мое же дело:
Но панталоны, фрак, жилет,
Всех этих слов на русском нет;
А вижу я, винюсь пред вами,
Что уж и так мой бедный слог
Пестреть гораздо б меньше мог
Иноплеменными словами,
Хоть и заглядывал я встарь
В Академический словарь.`,

  `У нас теперь не то в предмете:
Мы лучше поспешим на бал,
Куда стремглав в ямской карете
Уж мой Онегин поскакал.
Перед померкшими домами
Вдоль сонной улицы рядами
Двойные фонари карет
Веселый изливают свет
И радуги на снег наводят;
Усеян плошками кругом,
Блестит великолепный дом;
По цельным окнам тени ходят,
Мелькают профили голов
И дам и модных чудаков.`,

  `Вот наш герой подъехал к сеням;
Швейцара мимо он стрелой
Взлетел по мраморным ступеням,
Расправил волоса рукой,
Вошел. Полна народу зала;
Музыка уж греметь устала;
Толпа мазуркой занята;
Кругом и шум и теснота;
Бренчат кавалергарда шпоры;
Летают ножки милых дам;
По их пленительным следам
Летают пламенные взоры,
И ревом скрыпок заглушен
Ревнивый шепот модных жен.`,

  `Во дни веселий и желаний
Я был от балов без ума:
Верней нет места для признаний
И для вручения письма.
О вы, почтенные супруги!
Вам предложу свои услуги;
Прошу мою заметить речь:
Я вас хочу предостеречь.
Вы также, маменьки, построже
За дочерьми смотрите вслед:
Держите прямо свой лорнет!
Не то… не то, избави боже!
Я это потому пишу,
Что уж давно я не грешу.`,

  `Увы, на разные забавы
Я много жизни погубил!
Но если б не страдали нравы,
Я балы б до сих пор любил.
Люблю я бешеную младость,
И тесноту, и блеск, и радость,
И дам обдуманный наряд;
Люблю их ножки; только вряд
Найдете вы в России целой
Три пары стройных женских ног.
Ах! долго я забыть не мог
Две ножки… Грустный, охладелый,
Я все их помню, и во сне
Они тревожат сердце мне.`,
];
